{
  "teams": [
    {
      "idTeam": "133616",
      "idSoccerXML": "21",
      "intLoved": "5",
      "strTeam": "Tottenham",
      "strTeamShort": null,
      "strAlternate": "Spurs",
      "intFormedYear": "1882",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Mauricio Pochettino",
      "strStadium": "White Hart Lane",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/tottenham-hotspur/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/ssxqxs1420428650.jpg",
      "strStadiumDescription": "White Hart Lane is an all-seater football stadium located in Tottenham, London, UK. Built in 1899, it is the home of Tottenham Hotspur in the Premier League and, after numerous renovations, the stadium has a capacity of 36,284.\r\n\r\nAlong with housing Tottenham, the stadium, which is known amongst fans as the Lane, has also been selected for England national football matches and England under-21 football matches. White Hart Lane held capacity records in the early 1960s with numbers entering the 70,000s but as seating increased in popularity, the stadium has levelled out to a modest number in relation to other Premier League clubs. The record attendance remains an FA Cup tie on 5 March 1938 against Sunderland with the attendance being recorded at 75,038.\r\n\r\nPlans are afoot for Tottenham to move to a new stadium with an estimated capacity of 56,250, with the new stadium being built on the current site instead of moving from the borough of Haringey. The new stadium has been designed by KSS Design Group, whose other work includes Stamford Bridge.",
      "strStadiumLocation": "Bill Nicholson Way, Tottenham, London",
      "intStadiumCapacity": "36284",
      "strWebsite": "www.tottenhamhotspur.com",
      "strFacebook": "www.facebook.com/TottenhamHotspur",
      "strTwitter": "twitter.com/spursofficial",
      "strInstagram": "instagram.com/spursofficial",
      "strDescriptionEN": "Tottenham Hotspur Football Club /ˈtɒt(ə)nəm/, commonly referred to as Spurs, is an English football club located in Tottenham, London, that plays in the Premier League. The club's home stadium is White Hart Lane. Its newly developed training ground is in Bulls Cross on the northern borders of the London Borough of Enfield.\r\n\r\nFounded in 1882, Tottenham won the FA Cup for the first time in 1901, making it the only non-League club to do so since the formation of the Football League. Tottenham was the first club in the 20th century to achieve the League and FA Cup Double, winning both competitions in the 1960–61 season. After successfully defending the FA Cup in 1962, in 1963 it became the first British club to win a UEFA club competition – the European Cup Winners' Cup. In 1967 it won the FA Cup for a third time in the 1960s. In the 1970s Tottenham won the League Cup on two occasions and was the inaugural winner of the UEFA Cup in 1972, becoming the first British club to win two different major European trophies. In the 1980s Spurs won several trophies: the FA Cup twice, FA Community Shield and the UEFA Cup in 1984. In the 1990s the club won the FA Cup and the League Cup. When it won the League Cup once more in 2008, it meant that it had won a major trophy in each of the last six decades – an achievement only matched by Manchester United.\r\n\r\nThe club's Latin motto is Audere est Facere (lit: \"To Dare Is to Do\"), and its emblem is a cockerel standing upon a football. The club has a long-standing rivalry with nearby neighbours Arsenal, with head-to-head fixtures known as the North London derby.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rxxqtp1448813512.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/qneyjo1509460508.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/vptpur1424447736.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xpsuyq1420428497.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/ywppvr1420509152.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tuuwpy1424110617.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xywqqs1421078139.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/uqxurt1423693152.jpg",
      "strYoutube": "www.youtube.com/user/spursofficial",
      "strLocked": "unlocked"
    }
  ]
}